Repository: br-automation-com/mapp-Framework
Catalog: GAT/Logical/mappView/Resources/Texts/Infrastructure_Texts/AuditTexts/UserEvent.tmx
Source language: en
Languages: zh

source: logged in
zh: 已登录

source: logged out
zh: 已退出

source: was logged out (timeout)
zh: 已退出（超时）

source: added user {&usr}
zh: 添加了用户

source: deleted user {&usr}
zh: 删除了用户

source: locked user {&usr}
zh: 锁了用户

source: unlocked user {&usr}
zh: 解锁用户

source: got locked (incorrect password)
zh: 被锁了

source: has changed password
zh: 修改密码

source: Incorrect name was entered
zh: 用户名错误

source: Incorrect password was entered
zh: 密码错误

source: added new role {&usr}
zh: 角色添加

source: deleted role {&usr}
zh: 角色删除
